Repository: mdevlamynck/nvidia-monitor
Catalog: *.po
Languages: fr

source: No data sources being displayed
fr: Aucune source d'information affichée

source: nVidia Monitor
fr: Moniteur nVidia

source: Off
fr: Éteinte

source: General
fr: Général

source: GPU Off
fr: CG Éteinte

source: <dt>Temperature : %1 °C</dt>
fr: <dt>Température : %1 °C</dt>

source: <dt>Frequencies : Lvl. %1</dt>
fr: <dt>Fréquences : Lvl. %1</dt>

source: <dd>Graphic : %1 Mhz</dd>
fr: <dd>Graphique : %1 Mhz</dd>

source: <dd>Memory Bus : %1 Mhz</dd>
fr: <dd>Bus Mémoire : %1 Mhz</dd>

source: <dd>Processor : %1 Mhz</dd>
fr: <dd>Processeur : %1 Mhz</dd>

source: <dt>Memory Usage : %1% (%2 / %3 Mo)</dt>
fr: <dt>Utilisation Mémoire : %1% (%2 / %3 Mo)</dt>

source: Form
fr: Formulaire

source: Show Analog Meter
fr: Afficher le compteur analogique

source: Temperature
fr: Température

source: Show in Applet
fr: Afficher dans l'applet

source: Show in Tool Tip
fr: Afficher dans l'info-bulle

source: Polling Interval
fr: Interval de rafraîchissement

source: Frequencies
fr: Fréquences

source: Memory Usage
fr: Utilisation Mémoire
